 {  "Introduction": "Hello, @. I'm pleased to meet you.#$b#My name's Jasper, and I too, am new to town.$1",
	"Mon": "The soil of the Valley is very fertile. Your farm should flourish.",
	"Mon4": "It's so peaceful here: the whisper of the wind in the trees, the birds calling to one another.#$b#It feels as though the rest of the world is far away.$1",
	"Mon6": "I lived for a time with the goblins in the Bluemire Hills. My, did they make for raucous room-mates!$3",
	"Mon8": "I am afeared I am an exile, @. It appears few are as open-minded as you, my friend.",
	"Tue": "Oh, is that the time? Once again, I've forgotten to eat.$2",
	"Tue2": "Have you met many of the villagers yet, @?#$b#Me? No, I have not. I prefer to hover on the outskirts.",
	"Tue4": "Sorry if I seem a little out of sorts. Last night, nightmares plagued my dreams.",
	"Tue8": "Thank you, @. You have never judged me, nor scorned my ideas, and you are truly my dearest friend.$3",
	"Wed": "Gunther permits me to stay at the library.#$b#It's a tiny apartment, but I'll never run out of something to read!$1",
	"Wed6": "For years I let research rule my life, @. Now I wonder what I have missed out on.",
	"Wed8": "#q 50700437/50700438 spiritquest_followup#Have you ever ventured Cindersap and sensed a presence around you, @?#r 50700437 25 spiritquest_Yes#Yes, I can feel the forest is watching me.#r 50700438 0 spiritquest_Neu#Yes, it's all the birds and other critters.#r 50700438 -10 spiritquest_no#No, I don't believe in any of that spiritual nonsense.",
		"spiritquest_Yes": "You do? I am so glad that you are open to her magic, @!$3",
		"spiritquest_New": "Cindersap is home to the most fascinating fauna.$1",
		"spiritquest_No": "Oh...Sorry to bother you with my little eccentricities.$2",
		"spiritquest_followup": "$p 50700437#I have spoken with the forest spirits, and they think of you as 'friend'.$1|I trust that you are enjoying your day, @?",
	"Thu": "There is more to this world than meets the eye, @.$1",
	"Thu4": "The caves of Stardew Valley are unique, it is almost as though they are alive.$1",
	"Fri": "Hidden treasures lurk beneath the soil. Watch for wriggly brown stems.#$b#That's the valley's way of revealing her secrets to you.",
	"Fri4": "I found this while I was exploring the caves.[80 84 86]#$b#I thought you might find it useful, @.$4",
	"Sat": "A brisk walk does wonders for refreshing my motivation.",
	"Sat2": "It's good to catch up with my friends on the weekend, and Gil has many tales to tell.#$b#If you can catch him awake, that is!$4",
	"Sat4": "Indeed yes, officially I am a professor. But Professor Jasper makes me sound so old!$3#$b#And my teaching career... well, let's just say it appears to have came to an abrupt conclusion.$2",
	"Sun": "Have you ventured into the caves yet, @?#$b#Be careful! They hold many dangers for the unwary adventurer.$2",
	"spring_Thu_1": "I came here to study the caves, but Joja found it first.$5#$b#I fear they shall awaken things best left to rest.",
	"spring_12": "There is an egg hunt tomorrow, I hear. Alas my schedule does not permit such frivolities.",
	"spring_23": "I've received an invite to a dance tomorrow. I do not think I shall be attending.#$b#Groups of people make me uncomfortable.",
	"summer_Mon2": "Gunther kindly agreed to carry several of my publications.#$b#'Mysteries of the Dwarves' is still a project-in-progress, however!$3",
	"summer_Mon8": "My father was a miner, @. The caves call to me, the same way they called to him.#$b#They claimed his life, in the end. And one day, they shall claim mine.",
	"summer_Tue2": "Stardew Valley holds many secrets. It's my goal to unearth them.$3#$b#Unearth? Get it? No? ... $4",
	"summer_Tue6": "To present before an audience and hold them captivated is a treat, @.#$b#But to see the laughter in their eyes, and hear mockery in their words... why that is a nightmare.$2",
	"summer_Thu4": "The geological make-up of this area indicates trauma in its history.#$b#Perhaps an earthquake? Although I tentatively suggest, it appears more as a strike from outside rather than within.",
	"summer_Fri6": "Have you visited the community center, @?#$b#You've seen the creatures within?!#$b#There are those that would say they do not exist.",
	"summer_10": "My good friend, Rasmodius insisted that I keep him company at the luau tomorrow.$3#$b#But what have I to contribute to the soup, @? I rather doubt that cave carrots would be appreciated.$2",
	"summer_12": "I hope that you enjoyed the frivolities yesterday, @.#$b#Myself? I found I ate too much. Social events draw me uncomfortably to the buffet table.#3",
	"summer_28": "Are you bearing witness to the annual migration of the jellyfish tonight?#$b#They seem such insubstantial creatures, yet pack quite the venomous punch.",
	"winter_Mon": "In winter the earth slumbers. It's a good time to delve below the surface.",
	"winter_Mon2": "You know, we've been tricked into believing the value of diamonds.#$e#I still like them though; no other gem truly captures the multi-faceted sparkle!$4",
	"winter_Tue8": "Before you, dear @, I never had much in the way of friends.#$b#I am grateful to you, for welcoming me into your life.",
	"winter_Wed2": "I'm bleeding? Oh, it's just a scratch.#$b#I had an unfortunate altercation with a rock crab.$2",
	"JojaMart": "I know, I know, I am supporting a corporate monster. But that Pierre fellow... well... he asks too many questions - and not the kind I enjoy answering!$4#$b#And here? Well, no-one cares.$1",
	"Seedshop": "I don't know about you, @, but I always feel I'm being judged when I enter here.#$b#Judged, and found wanting.$2"
}
